[
    {   
        "_id": {"$oid": "5cc06d8da2c3613145ed8964"}, 
        "url": "https://www.theguardian.com/business/2018/aug/13/blow-for-coal-companies-eu-price-carbon-emissions-hits-ten-year-high", 
        "topic_seed_url": "https://www.theguardian.com/environment/climate-change", 
        "text": "The amount polluters pay for emitting carbon in the EU has hit a 10-year high, in a blow for coal power station owners and a boost for renewable energy.\nThe price of carbon in the bloc’s emissions trading scheme reached €18 (£16) per tonne on Monday, triple the level a year ago.\nAbout 12,000 factories and power stations have to pay for every tonne of carbon they emit under the scheme, but for years an oversupply of permits has meant the cost has languished at about €5 per tonne. That is too low to spur companies to lower emissions.\nHowever, observers said the carbon price rises and further anticipated increases would begin to hurt coal operators’ profit margins and influence investment decisions.\nPhil MacDonald, the head of communications at Sandbag, a group that monitors the carbon market, said: “It will already be cutting into coal profits … Renewables get a big win from this and so does nuclear.”\nMark Lewis, the head of research at the Carbon Tracker thinktank, said although coal plant owners were bearing the brunt of the higher carbon price, they would pass it straight through to consumers.\nThe price of carbon would need to go much higher, to as much as €30 (£27) per tonne, to trigger large-scale switches from coal to gas and renewables, he argued. “I don’t think we are at the stage yet where the carbon price will have a major effect.” \nSandrine Ferrand, a market analyst at Engie Global Markets, said the extra cost would be significant for coal, at about €11-12 extra per megawatt hour. But the incentive to switch fuels would be limited because gas prices had also increased, alongside oil prices.\n“So far, the carbon price is not high enough to trigger a large switch from coal-fired power generation to less polluting gas-fired power generation,” she said.\nCoal companies are also insulated temporarily as they hedge when buying carbon permits and have benefited from recent increases in wholesale power prices.\nThe dramatic increase in the carbon price has been driven up partly by European commission reforms to cut the supply of carbon permits from January. The heatwave affecting large parts of Europe this summer is also seen as having a bullish effect. \nThe hot weather bolstered fossil fuel burning as people turned to fans and air conditioning to keep cool, while generation from hydro and windfarms has been down because of low river levels and wind speeds.\nContinued growth in the carbon price would strengthen progressive members of Germany’s newly formed “coal exit commission”, which is due to issue a plan this year.\nOne wild card is Brexit and whether the UK quits the carbon market if and when it leaves the EU. Chris Piabiatek, a carbon trader at Vertis Environmental Finance, which expects a tonne of carbon to cost just under €19 next year, said a no-deal Brexit that involves the UK crashing out of the carbon market would be “super bearish” for carbon prices.\n… we can’t turn away from climate change. For The Guardian, reporting on the environment is a priority. We give climate, nature and pollution stories the prominence they deserve, stories which often go unreported by others in the mainstream media. At this critical time for our species and our planet, we are determined to inform readers about threats, consequences and solutions based on scientific facts, not political prejudice or business interests. But we need your support to grow our coverage, to travel to the remote frontlines of change and to cover vital conferences that affect us all.\nMore people are reading and supporting our independent, investigative reporting than ever before. And unlike many news organisations, we have chosen an approach that allows us to keep our journalism accessible to all, regardless of where they live or what they can afford.\nThe Guardian is editorially independent, meaning we set our own agenda. Our journalism is free from commercial bias and not influenced by billionaire owners, politicians or shareholders. No one edits our editor. No one steers our opinion. This is important as it enables us to give a voice to those less heard, challenge the powerful and hold them to account. It’s what makes us different to so many others in the media, at a time when factual, honest reporting is critical.\nEvery contribution we receive from readers like you, big or small, goes directly into funding our journalism. This support enables us to keep working as we do – but we must maintain and build on it for every year to come. Support The Guardian from as little as $1 – and it only takes a minute. Thank you.", 
        "keyword_urls": ["https://www.theguardian.com/environment/carbon-emissions", "https://www.theguardian.com/environment/climate-change", "https://www.theguardian.com/world/eu", "https://www.theguardian.com/world/europe-news", "https://www.theguardian.com/tone/news"], 
        "share_count": "74", 
        "description": "But pollution payments may need to triple to trigger switch to renewables, say analysts", 
        "date_published": {"$date": 1534175909000}, 
        "date_modified": 
            {"$date": 1534183767000}, 
        "authors": ["Adam Vaughan"], 
        "article_section": "Business", 
        "article_tags": ["Energy industry", "Greenhouse gas emissions", "Climate change", "Environment", "Business", "European Union", "Europe", "World news"], 
        "og_fields": 
            {
                "og:url": "http://www.theguardian.com/business/2018/aug/13/blow-for-coal-companies-eu-price-carbon-emissions-hits-ten-year-high", 
                "og:description": "But pollution payments may need to triple to trigger switch to renewables, say analysts", 
                "og:image": "https://i.guim.co.uk/img/media/7d25099e7e0812843cecf7eca9d203de69aa8d40/0_67_2097_1258/master/2097.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f22fc97abad845d8caa093363e3b1462", 
                "og:type": "article", 
                "og:title": "Blow for coal power as EU carbon emissions price hits 10-year high"
                }, 
                "headline": "0", 
                "article_image": 
                    [
                        {"type": "http://schema.org/ImageObject", 
                            "properties": 
                            {"representativeOfPage": "true", 
                            "url": "https://i.guim.co.uk/img/media/7d25099e7e0812843cecf7eca9d203de69aa8d40/0_67_2097_1258/master/2097.jpg?width=700&quality=85&auto=format&fit=max&s=d6fe0eefa106076e3b93f5e1f8fd8ae5", 
                            "width": "2097", 
                            "height": "1258", 
                            "contentUrl": "https://i.guim.co.uk/img/media/7d25099e7e0812843cecf7eca9d203de69aa8d40/0_67_2097_1258/master/2097.jpg?width=300&quality=85&auto=format&fit=max&s=276ad1dd89e6af242eb19b44569f8fca", 
                            "description": "Analysts say the incentive to switch fuels would be limited because gas prices have also increased, alongside oil prices.\nPhotograph: John Giles/PA"}
                            }
                        ]
     }
                
    ]